<pad>	0
<unk>	0
<s>	0
</s>	0
Cotton	0
कापूस	0
कपास	0
Soybean	0
सोयाबीन	0
Sugarcane	0
ऊस	0
गन्ना	0
Pomegranate	0
डाळिंब	0
अनार	0
Onion	0
कांदा	0
प्याज	0
Rice	0
भात	0
चावल	0
Wheat	0
गहू	0
गेहूं	0
Maize	0
मका	0
मक्का	0
Tur_(Pigeon_Pea)	0
Tur(PigeonPea)	0
तूर	0
अरहर	0
Gram_(Chickpea)	0
Gram(Chickpea)	0
हरभरा	0
चना	0
Groundnut	0
भुईमूग	0
मूंगफली	0
Turmeric	0
हळद	0
हल्दी	0
Grapes	0
द्राक्ष	0
अंगूर	0
Banana	0
केळी	0
केला	0
Mango	0
आंबा	0
आम	0
Tomato	0
टोमॅटो	0
टमाटर	0
Chilli	0
मिरची	0
मिर्च	0
Sorghum_(Jowar)	0
Sorghum(Jowar)	0
ज्वारी	0
ज्वार	0
Bajra_(Pearl_Millet)	0
Bajra(PearlMillet)	0
बाजरी	0
बाजरा	0
Mustard	0
मोहरी	0
सरसों	0
Potato	0
बटाटा	0
आलू	0
Orange_(Nagpur_Santra)	0
Orange(NagpurSantra)	0
संत्रा	0
संतरा	0
Seed_Selection	0
SeedSelection	0
बियाणे_निवड	0
बियाणेनिवड	0
Seed_Treatment	0
SeedTreatment	0
बीजप्रक्रिया	0
Land_Preparation	0
LandPreparation	0
जमीन_तयारी	0
जमीनतयारी	0
Sowing	0
पेरणी	0
Germination	0
उगवण	0
Vegetative_Growth	0
VegetativeGrowth	0
वाढीची_अवस्था	0
वाढीचीअवस्था	0
Flowering	0
फुलोरा	0
Fruiting_Boll_Pod	0
फळधारणा	0
Harvest	0
कापणी	0
Storage	0
साठवण	0
Solapur	0
Ahmednagar	0
Pune	0
Satara	0
Chhatrapati_Sambhajinagar	0
ChhatrapatiSambhajinagar	0
Aurangabad	0
Beed	0
Latur	0
Nanded	0
Parbhani	0
Hingoli	0
Jalna	0
Dharashiv	0
Osmanabad	0
Nagpur	0
Amravati	0
Akola	0
Yavatmal	0
Wardha	0
Buldhana	0
Washim	0
Chandrapur	0
Gadchiroli	0
Gondia	0
Bhandara	0
Thane	0
Raigad	0
Ratnagiri	0
Sindhudurg	0
Palghar	0
Mumbai	0
Kolhapur	0
Sangli	0
Nashik	0
Jalgaon	0
Dhule	0
Nandurbar	0
Urea	0
DAP	0
SSP	0
MOP	0
NPK	0
Zinc	0
FYM	0
Compost	0
Biofertilizer	0
नत्र	0
स्फुरद	0
पालाश	0
Aphids	0
Thrips	0
Whitefly	0
Bollworm	0
Pink_Bollworm	0
Stem_borer	0
मावा	0
फुलकिडे	0
बोंडअळी	0
PM-KISAN	0
PMFBY	0
KCC	0
eNAM	0
MGNREGA	0
<0x00>	0
<0x01>	0
<0x02>	0
<0x03>	0
<0x04>	0
<0x05>	0
<0x06>	0
<0x07>	0
<0x08>	0
<0x09>	0
<0x0A>	0
<0x0B>	0
<0x0C>	0
<0x0D>	0
<0x0E>	0
<0x0F>	0
<0x10>	0
<0x11>	0
<0x12>	0
<0x13>	0
<0x14>	0
<0x15>	0
<0x16>	0
<0x17>	0
<0x18>	0
<0x19>	0
<0x1A>	0
<0x1B>	0
<0x1C>	0
<0x1D>	0
<0x1E>	0
<0x1F>	0
<0x20>	0
<0x21>	0
<0x22>	0
<0x23>	0
<0x24>	0
<0x25>	0
<0x26>	0
<0x27>	0
<0x28>	0
<0x29>	0
<0x2A>	0
<0x2B>	0
<0x2C>	0
<0x2D>	0
<0x2E>	0
<0x2F>	0
<0x30>	0
<0x31>	0
<0x32>	0
<0x33>	0
<0x34>	0
<0x35>	0
<0x36>	0
<0x37>	0
<0x38>	0
<0x39>	0
<0x3A>	0
<0x3B>	0
<0x3C>	0
<0x3D>	0
<0x3E>	0
<0x3F>	0
<0x40>	0
<0x41>	0
<0x42>	0
<0x43>	0
<0x44>	0
<0x45>	0
<0x46>	0
<0x47>	0
<0x48>	0
<0x49>	0
<0x4A>	0
<0x4B>	0
<0x4C>	0
<0x4D>	0
<0x4E>	0
<0x4F>	0
<0x50>	0
<0x51>	0
<0x52>	0
<0x53>	0
<0x54>	0
<0x55>	0
<0x56>	0
<0x57>	0
<0x58>	0
<0x59>	0
<0x5A>	0
<0x5B>	0
<0x5C>	0
<0x5D>	0
<0x5E>	0
<0x5F>	0
<0x60>	0
<0x61>	0
<0x62>	0
<0x63>	0
<0x64>	0
<0x65>	0
<0x66>	0
<0x67>	0
<0x68>	0
<0x69>	0
<0x6A>	0
<0x6B>	0
<0x6C>	0
<0x6D>	0
<0x6E>	0
<0x6F>	0
<0x70>	0
<0x71>	0
<0x72>	0
<0x73>	0
<0x74>	0
<0x75>	0
<0x76>	0
<0x77>	0
<0x78>	0
<0x79>	0
<0x7A>	0
<0x7B>	0
<0x7C>	0
<0x7D>	0
<0x7E>	0
<0x7F>	0
<0x80>	0
<0x81>	0
<0x82>	0
<0x83>	0
<0x84>	0
<0x85>	0
<0x86>	0
<0x87>	0
<0x88>	0
<0x89>	0
<0x8A>	0
<0x8B>	0
<0x8C>	0
<0x8D>	0
<0x8E>	0
<0x8F>	0
<0x90>	0
<0x91>	0
<0x92>	0
<0x93>	0
<0x94>	0
<0x95>	0
<0x96>	0
<0x97>	0
<0x98>	0
<0x99>	0
<0x9A>	0
<0x9B>	0
<0x9C>	0
<0x9D>	0
<0x9E>	0
<0x9F>	0
<0xA0>	0
<0xA1>	0
<0xA2>	0
<0xA3>	0
<0xA4>	0
<0xA5>	0
<0xA6>	0
<0xA7>	0
<0xA8>	0
<0xA9>	0
<0xAA>	0
<0xAB>	0
<0xAC>	0
<0xAD>	0
<0xAE>	0
<0xAF>	0
<0xB0>	0
<0xB1>	0
<0xB2>	0
<0xB3>	0
<0xB4>	0
<0xB5>	0
<0xB6>	0
<0xB7>	0
<0xB8>	0
<0xB9>	0
<0xBA>	0
<0xBB>	0
<0xBC>	0
<0xBD>	0
<0xBE>	0
<0xBF>	0
<0xC0>	0
<0xC1>	0
<0xC2>	0
<0xC3>	0
<0xC4>	0
<0xC5>	0
<0xC6>	0
<0xC7>	0
<0xC8>	0
<0xC9>	0
<0xCA>	0
<0xCB>	0
<0xCC>	0
<0xCD>	0
<0xCE>	0
<0xCF>	0
<0xD0>	0
<0xD1>	0
<0xD2>	0
<0xD3>	0
<0xD4>	0
<0xD5>	0
<0xD6>	0
<0xD7>	0
<0xD8>	0
<0xD9>	0
<0xDA>	0
<0xDB>	0
<0xDC>	0
<0xDD>	0
<0xDE>	0
<0xDF>	0
<0xE0>	0
<0xE1>	0
<0xE2>	0
<0xE3>	0
<0xE4>	0
<0xE5>	0
<0xE6>	0
<0xE7>	0
<0xE8>	0
<0xE9>	0
<0xEA>	0
<0xEB>	0
<0xEC>	0
<0xED>	0
<0xEE>	0
<0xEF>	0
<0xF0>	0
<0xF1>	0
<0xF2>	0
<0xF3>	0
<0xF4>	0
<0xF5>	0
<0xF6>	0
<0xF7>	0
<0xF8>	0
<0xF9>	0
<0xFA>	0
<0xFB>	0
<0xFC>	0
<0xFD>	0
<0xFE>	0
<0xFF>	0
in	-0
ra	-1
▁in	-2
▁s	-3
on	-4
ar	-5
▁f	-6
▁a	-7
▁d	-8
or	-9
tra	-10
ha	-11
▁m	-12
is	-13
ic	-14
▁क	-15
ea	-16
an	-17
▁M	-18
le	-19
se	-20
hi	-21
▁u	-22
sh	-23
ti	-24
▁Ma	-25
▁Maha	-26
rash	-27
rashtra	-28
▁Maharashtra	-29
▁ad	-30
▁adv	-31
arm	-32
ing	-33
om	-34
▁farm	-35
il	-36
te	-37
▁म	-38
isor	-39
▁advisor	-40
▁advisory	-41
ri	-42
▁use	-43
ur	-44
ain	-45
lex	-46
▁used	-47
icon	-48
▁dom	-49
▁mr	-50
▁lex	-51
▁domain	-52
▁lexicon	-53
en	-54
▁p	-55
ro	-56
▁(	-57
▁c	-58
ge	-59
ut	-60
▁h	-61
id	-62
it	-63
oil	-64
्य	-65
el	-66
ati	-67
▁w	-68
▁sc	-69
er	-70
rain	-71
▁soil	-72
st	-73
gh	-74
ें	-75
ow	-76
▁n	-77
out	-78
▁व	-79
▁i	-80
▁b	-81
nd	-82
age	-83
से	-84
▁S	-85
he	-86
al	-87
▁for	-88
▁and	-89
um	-90
re	-91
rig	-92
rrig	-93
▁I	-94
ent	-95
▁scout	-96
▁hea	-97
▁1	-98
ation	-99
▁में	-100
rrigation	-101
▁मध	-102
uring	-103
▁hi	-104
▁high	-105
▁during	-106
्ये	-107
▁प	-108
▁on	-109
▁स	-110
▁irrigation	-111
▁मध्ये	-112
▁scouting	-113
trap	-114
est	-115
ter	-116
▁H	-117
▁P	-118
▁sp	-119
et	-120
▁car	-121
▁l	-122
रा	-123
rop	-124
ity	-125
▁rain	-126
antra	-127
eld	-128
ield	-129
to	-130
▁man	-131
umid	-132
umidity	-133
▁pest	-134
▁2	-135
▁humidity	-136
▁How	-137
ease	-138
▁to	-139
ark	-140
▁द	-141
▁का	-142
▁trap	-143
▁wa	-144
ैसे	-145
▁कैसे	-146
▁ti	-147
ve	-148
▁care	-149
▁A	-150
▁कसे	-151
ef	-152
arket	-153
्र	-154
▁no	-155
utri	-156
▁G	-157
▁की	-158
▁sche	-159
ck	-160
ure	-161
utrient	-162
ist	-163
▁g	-164
▁के	-165
▁av	-166
▁B	-167
ers	-168
▁tip	-169
▁market	-170
स्	-171
▁C	-172
test	-173
ss	-174
▁y	-175
▁farmers	-176
▁field	-177
▁कर	-178
th	-179
ee	-180
ris	-181
▁करें	-182
risk	-183
▁risk	-184
ric	-185
PM	-186
▁drain	-187
▁drainage	-188
▁IPM	-189
me	-190
▁ल	-191
स्थ	-192
▁af	-193
ाप	-194
and	-195
▁after	-196
▁nutrient	-197
ly	-198
ce	-199
▁E	-200
ात	-201
▁traps	-202
ll	-203
▁ET	-204
▁ETL	-205
▁k	-206
oan	-207
▁heat	-208
son	-209
eason	-210
▁manage	-211
vy	-212
▁season	-213
▁test	-214
▁Mil	-215
li	-216
ell	-217
hal	-218
▁note	-219
▁heavy	-220
rog	-221
sing	-222
▁using	-223
▁st	-224
▁fr	-225
▁from	-226
▁en	-227
kp	-228
वस्थ	-229
ment	-230
pp	-231
ear	-232
cr	-233
crease	-234
ाल	-235
oid	-236
▁avoid	-237
ry	-238
▁वर	-239
ul	-240
▁T	-241
▁dry	-242
▁pre	-243
▁Ba	-244
▁scheme	-245
▁spell	-246
ance	-247
ran	-248
enef	-249
▁पर	-250
roll	-251
▁benef	-252
▁O	-253
▁enroll	-254
▁benefit	-255
uid	-256
▁guid	-257
▁guidance	-258
▁enrollment	-259
▁प्र	-260
▁व्य	-261
ापन	-262
वस्थापन	-263
▁व्यवस्थापन	-264
un	-265
ळी	-266
ंध	-267
od	-268
बंध	-269
बंधन	-270
▁प्रबंधन	-271
ung	-272
▁increase	-273
▁fung	-274
▁Gra	-275
▁fungal	-276
hic	-277
Chic	-278
kpea	-279
▁Gram	-280
Chickpea	-281
▁Tur	-282
▁Pea	-283
Pi	-284
Pige	-285
Pigeon	-286
ail	-287
hat	-288
ind	-289
▁wind	-290
▁dri	-291
िं	-292
▁मात	-293
▁माती	-294
pply	-295
ay	-296
िंच	-297
▁सिंच	-298
राव	-299
▁if	-300
cout	-301
ाठ	-302
ाठी	-303
crop	-304
्ट	-305
िट	-306
ate	-307
▁wave	-308
ghum	-309
orghum	-310
▁Sorghum	-311
Jow	-312
Jowar	-313
ak	-314
्टी	-315
▁मिट	-316
▁मिट्टी	-317
andi	-318
mati	-319
▁वे	-320
mandi	-321
urea	-322
scout	-323
yantra	-324
▁काळ	-325
जी	-326
▁काळजी	-327
▁re	-328
range	-329
▁Orange	-330
▁Santra	-331
00	-332
▁increases	-333
रान	-334
खभ	-335
ेखभ	-336
▁दौ	-337
ेखभाल	-338
▁वेळी	-339
▁दौरान	-340
▁देखभाल	-341
let	-342
▁Millet	-343
▁Apply	-344
jra	-345
Pear	-346
Pearl	-347
▁Bajra	-348
12	-349
ssure	-350
▁pressure	-351
18	-352
ray	-353
▁spray	-354
19	-355
16	-356
15	-357
▁F	-358
14	-359
13	-360
17	-361
▁stage	-362
ch	-363
▁—	-364
02	-365
07	-366
05	-367
03	-368
04	-369
06	-370
08	-371
09	-372
ल्	-373
ot	-374
वा	-375
ght	-376
).	-377
▁bl	-378
23	-379
24	-380
ag	-381
रावे	-382
isease	-383
▁अ	-384
▁che	-385
rea	-386
het	-387
ana	-388
oj	-389
ojana	-390
]→	-391
▁—[	-392
han	-393
िए	-394
inc	-395
▁लिए	-396
▁D	-397
Crop	-398
ani	-399
haw	-400
inchan	-401
eej	-402
phal	-403
ice	-404
▁साठी	-405
▁crop	-406
▁lo	-407
▁disease	-408
22	-409
ला	-410
▁ह	-411
▁ag	-412
rice	-413
▁mand	-414
▁check	-415
▁water	-416
▁L	-417
am	-418
▁urea	-419
ack	-420
▁o	-421
lth	-422
light	-423
ith	-424
▁with	-425
ble	-426
ct	-427
cal	-428
▁local	-429
▁W	-430
▁drip	-431
rict	-432
istrict	-433
de	-434
▁black	-435
tion	-436
ED	-437
▁wh	-438
row	-439
ना	-440
ho	-441
RO	-442
odic	-443
du	-444
▁sal	-445
ाई	-446
्या	-447
erti	-448
ard	-449
dule	-450
▁schedule	-451
BY	-452
▁सिंचाई	-453
IN	-454
ROW	-455
▁Card	-456
▁Sam	-457
▁e	-458
bha	-459
hha	-460
jin	-461
agar	-462
bhajin	-463
hhatrap	-464
bhajinagar	-465
hhatrapati	-466
▁Sambhajinagar	-467
▁Chhatrapati	-468
uld	-469
ान	-470
og	-471
▁mo	-472
▁sho	-473
▁should	-474
▁moist	-475
▁moisture	-476
dew	-477
िक	-478
▁ferti	-479
ide	-480
▁loan	-481
▁Mildew	-482
45	-483
48	-484
35	-485
46	-486
36	-487
38	-488
39	-489
47	-490
49	-491
37	-492
lan	-493
ir	-494
▁ज	-495
ron	-496
▁yield	-497
ulch	-498
▁of	-499
▁mulch	-500
▁ब	-501
▁plan	-502
anic	-503
hawa	-504
▁khet	-505
▁mati	-506
▁sinchan	-507
▁rog	-508
▁beej	-509
▁khat	-510
▁pani	-511
▁phal	-512
▁yantra	-513
pk	-514
heti	-515
▁pak	-516
eloan	-517
▁bail	-518
▁sheti	-519
▁yojana	-520
eath	-521
eather	-522
25	-523
ganic	-524
▁In	-525
▁न	-526
▁ho	-527
28	-528
27	-529
29	-530
26	-531
fer	-532
▁For	-533
ROWN	-534
▁सिंचन	-535
र्	-536
▁or	-537
ink	-538
ler	-539
▁spraying	-540
▁organic	-541
ार	-542
eed	-543
▁mandi	-544
ery	-545
▁po	-546
▁सल्	-547
11	-548
ateri	-549
▁सल्ला	-550
aterite	-551
cy	-552
ency	-553
price	-554
्यात	-555
▁जि	-556
ल्ह	-557
▁जिल्ह	-558
एं	-559
▁जिल्ह्यात	-560
मान	-561
▁करावे	-562
▁हवा	-563
▁हवामान	-564
andy	-565
▁co	-566
ine	-567
gn	-568
▁laterite	-569
mp	-570
ays	-571
low	-572
ec	-573
इट	-574
ER	-575
ott	-576
otton	-577
▁cotton	-578
55	-579
67	-580
68	-581
69	-582
▁sandy	-583
able	-584
▁red	-585
mpro	-586
mprove	-587
राइट	-588
sodic	-589
▁saline	-590
01	-591
▁card	-592
▁health	-593
▁त	-594
▁when	-595
57	-596
58	-597
59	-598
33	-599
44	-600
ten	-601
ast	-602
▁district	-603
▁li	-604
▁avail	-605
▁available	-606
all	-607
elay	-608
ecast	-609
▁forecast	-610
rrigate	-611
▁अप	-612
lign	-613
rowth	-614
78	-615
79	-616
ृद	-617
र्ड	-618
णी	-619
क्	-620
▁advice	-621
▁rainf	-622
▁rainfall	-623
▁Soil	-624
▁वाप	-625
नाएं	-626
▁Align	-627
▁अपनाएं	-628
▁वापरावे	-629
▁कार्ड	-630
▁con	-631
ृदा	-632
▁मृदा	-633
88	-634
66	-635
tch	-636
34	-637
▁K	-638
21	-639
ale	-640
▁What	-641
eaf	-642
ps	-643
▁ma	-644
▁क्या	-645
77	-646
list	-647
▁checklist	-648
ract	-649
▁crops	-650
56	-651
efic	-652
red	-653
are	-654
43	-655
redit	-656
▁कीड	-657
▁19	-658
▁9	-659
▁defic	-660
ical	-661
20	-662
10	-663
ed	-664
87	-665
65	-666
ास	-667
isan	-668
▁Kisan	-669
▁च	-670
ood	-671
ging	-672
lit	-673
log	-674
▁split	-675
▁stages	-676
RE	-677
ze	-678
▁Leaf	-679
▁Credit	-680
logging	-681
▁waterlogging	-682
षार	-683
▁mon	-684
▁Hea	-685
टे	-686
iti	-687
▁bor	-688
76	-689
▁hour	-690
86	-691
75	-692
85	-693
▁Sp	-694
rior	-695
itize	-696
▁Good	-697
rioritize	-698
▁Prioritize	-699
rong	-700
▁strong	-701
▁watch	-702
▁hours	-703
fir	-704
्वा	-705
ices	-706
32	-707
42	-708
ely	-709
liz	-710
31	-711
lizer	-712
ंब	-713
▁Blight	-714
41	-715
रो	-716
ore	-717
own	-718
ractices	-719
▁practices	-720
mely	-721
itor	-722
▁monitor	-723
▁Ste	-724
▁growth	-725
िय	-726
▁Stem	-727
ssi	-728
30	-729
89	-730
40	-731
▁borer	-732
▁bef	-733
▁before	-734
rip	-735
▁Health	-736
▁U	-737
रोग	-738
▁पिक	-739
owny	-740
▁Downy	-741
▁is	-742
▁by	-743
▁sprays	-744
▁price	-745
▁at	-746
cte	-747
rial	-748
▁Bacte	-749
▁Bacterial	-750
owd	-751
▁Spot	-752
owdery	-753
rol	-754
eti	-755
▁Irrigation	-756
▁mat	-757
शी	-758
qu	-759
▁prefer	-760
▁Powdery	-761
▁Pre	-762
▁ex	-763
▁only	-764
omp	-765
drip	-766
▁weather	-767
▁do	-768
▁matter	-769
TED	-770
oll	-771
▁Pink	-772
54	-773
eat	-774
53	-775
64	-776
63	-777
ror	-778
beej	-779
khat	-780
khet	-781
pani	-782
▁haw	-783
akide	-784
iloan	-785
rorog	-786
▁hawa	-787
▁kide	-788
▁khets	-789
▁agrorog	-790
▁khetrog	-791
▁rograin	-792
▁hawakide	-793
▁hawamati	-794
▁khaturea	-795
▁kidecrop	-796
▁matibeej	-797
▁matiphal	-798
▁phalkhet	-799
▁soilpani	-800
▁trapmati	-801
▁ureakhat	-802
▁mandiloan	-803
▁panimandi	-804
▁beejyantra	-805
▁yantrahawa	-806
▁khetsinchan	-807
▁sinchanmandi	-808
▁sinchanscout	-809
74	-810
npk	-811
pak	-812
pkp	-813
agro	-814
bail	-815
heat	-816
loan	-817
▁kid	-818
▁npk	-819
pphal	-820
sheti	-821
yield	-822
▁agro	-823
▁npkp	-824
▁pric	-825
yojana	-826
▁pakrog	-827
▁heatpak	-828
▁loannpk	-829
▁npkcrop	-830
▁npkpest	-831
▁pakcrop	-832
▁rainrog	-833
▁agrourea	-834
▁beejagro	-835
▁cropsoil	-836
▁dripphal	-837
▁dripurea	-838
▁khattrap	-839
▁kideloan	-840
▁loanmati	-841
▁panirain	-842
▁pestmati	-843
▁rogsheti	-844
▁soilloan	-845
▁traprain	-846
▁bailscout	-847
▁cropscout	-848
▁heatmandi	-849
▁mandiheat	-850
▁phalmandi	-851
▁priceloan	-852
▁pricephal	-853
▁rainyield	-854
▁scouturea	-855
▁shetibail	-856
▁shetiphal	-857
▁bailyantra	-858
▁pestyantra	-859
▁ureayantra	-860
▁yantracrop	-861
▁yieldprice	-862
▁yieldscout	-863
▁yojanadrip	-864
▁yojanarain	-865
▁scoutyojana	-866
73	-867
ासाठी	-868
▁पिकासाठी	-869
84	-870
83	-871
▁काय	-872
▁कशी	-873
ssible	-874
▁possible	-875
GROWN	-876
▁GROWN	-877
District	-878
▁tips	-879
cess	-880
रावी	-881
▁करावी	-882
क्त	-883
ुक्त	-884
orre	-885
orrect	-886
▁correct	-887
▁hel	-888
ming	-889
युक्त	-890
▁confir	-891
52	-892
62	-893
50	-894
▁v	-895
bon	-896
▁carbon	-897
51	-898
72	-899
ere	-900
▁excess	-901
82	-902
61	-903
ोज	-904
ERED	-905
71	-906
rit	-907
▁आ	-908
▁help	-909
▁fertilizer	-910
81	-911
ding	-912
▁tra	-913
iency	-914
▁comp	-915
60	-916
80	-917
▁Use	-918
rage	-919
op	-920
70	-921
OV	-922
OVERED	-923
ress	-924
Zn	-925
itrog	-926
itrogen	-927
▁य	-928
eep	-929
▁where	-930
EC	-931
FF	-932
ंत	-933
FFEC	-934
FFECTED	-935
▁निय	-936
▁वा	-937
▁flow	-938
▁can	-939
▁Prefer	-940
▁bu	-941
▁Ac	-942
▁nitrogen	-943
teg	-944
yps	-945
ypsum	-946
med	-947
▁gypsum	-948
ilt	-949
fi	-950
fied	-951
ोजना	-952
▁योजना	-953
्री	-954
ने	-955
▁improve	-956
ंत्र	-957
ritical	-958
▁low	-959
▁विक	-960
▁timely	-961
▁confirmed	-962
▁से	-963
▁Market	-964
▁critical	-965
▁noti	-966
▁notified	-967
ेट	-968
▁te	-969
rink	-970
rinkler	-971
ild	-972
▁विक्री	-973
idic	-974
ून	-975
opy	-976
ॅटे	-977
▁लेट	-978
▁tend	-979
▁लॅटे	-980
▁build	-981
▁Acidic	-982
▁liming	-983
▁लेटराइट	-984
▁tendency	-985
▁लॅटेराइट	-986
ेत	-987
▁wilt	-988
▁wilting	-989
▁canopy	-990
▁without	-991
urrow	-992
लाह	-993
▁क्	-994
▁लव	-995
▁mod	-996
▁सलाह	-997
SP	-998
als	-999
ollow	-1000
▁नियंत्र	-1001
ली	-1002
णीय	-1003
rant	-1004
tole	-1005
▁MSP	-1006
▁salt	-1007
▁sodic	-1008
▁क्षार	-1009
▁लवणीय	-1010
tolerant	-1011
▁Improve	-1012
▁क्षारयुक्त	-1013
▁vs	-1014
ूम	-1015
rack	-1016
▁Increase	-1017
▁soils	-1018
▁pa	-1019
▁बे	-1020
sure	-1021
▁Do	-1022
▁ev	-1023
▁fre	-1024
▁वाळ	-1025
▁dist	-1026
▁sale	-1027
▁compare	-1028
▁distress	-1029
ften	-1030
▁अवस्थ	-1031
tions	-1032
▁delay	-1033
▁modal	-1034
सम	-1035
day	-1036
ौसम	-1037
▁frequ	-1038
▁मौसम	-1039
irf	-1040
▁not	-1041
▁airf	-1042
▁airflow	-1043
ांब	-1044
▁reten	-1045
▁retention	-1046
ft	-1047
ांबड	-1048
▁तांबड	-1049
▁deep	-1050
▁need	-1051
▁crack	-1052
▁काली	-1053
▁काळी	-1054
▁cracks	-1055
use	-1056
▁poor	-1057
▁near	-1058
▁drift	-1059
▁cove	-1060
▁days	-1061
▁spells	-1062
▁coverage	-1063
ank	-1064
▁तांबडी	-1065
lity	-1066
▁add	-1067
▁wet	-1068
▁लाल	-1069
▁Often	-1070
▁lower	-1071
▁irrigate	-1072
▁fertility	-1073
▁Delay	-1074
▁ensure	-1075
by	-1076
▁pause	-1077
net	-1078
mark	-1079
▁mid	-1080
lding	-1081
marknet	-1082
▁frequent	-1083
riv	-1084
▁coo	-1085
icron	-1086
▁holding	-1087
icronutrient	-1088
लु	-1089
चने	-1090
लुई	-1091
ूमय	-1092
▁ar	-1093
▁हो	-1094
▁Low	-1095
▁sell	-1096
▁बलुई	-1097
▁मधून	-1098
rivals	-1099
▁light	-1100
▁बेचने	-1101
▁cooler	-1102
▁midday	-1103
▁nearby	-1104
▁वाळूमय	-1105
▁markets	-1106
▁Irrigate	-1107
▁arrivals	-1108
▁agmarknet	-1109
▁Follow	-1110
MD	-1111
▁IMD	-1112
▁2+	-1113
▁stays	-1114
▁track	-1115
▁Weather	-1116
▁sprinkler	-1117
▁furrow	-1118
ाली	-1119
▁नाली	-1120
रोग्य	-1121
▁आरोग्य	-1122
▁SH	-1123
▁year	-1124
–3	-1125
▁2–3	-1126
▁SHC	-1127
anket	-1128
स्थ्य	-1129
▁स्वा	-1130
▁every	-1131
▁years	-1132
▁retest	-1133
▁blanket	-1134
▁स्वास्थ्य	-1135
micronutrient	-1136
▁t	-1137
uit	-1138
tegy	-1139
▁stra	-1140
▁deficit	-1141
▁strategy	-1142
RES	-1143
िप	-1144
ST	-1145
eek	-1146
eekly	-1147
▁weekly	-1148
▁7	-1149
▁un	-1150
che	-1151
▁8	-1152
trol	-1153
▁18	-1154
TI	-1155
▁17	-1156
cheme	-1157
▁6	-1158
▁16	-1159
ruit	-1160
▁op	-1161
▁5	-1162
es	-1163
93	-1164
90	-1165
91	-1166
92	-1167
94	-1168
95	-1169
96	-1170
▁15	-1171
▁weed	-1172
ndar	-1173
▁cale	-1174
▁calendar	-1175
RI	-1176
igh	-1177
▁High	-1178
▁deficiency	-1179
Scheme	-1180
AS	-1181
AG	-1182
AGE	-1183
STAGE	-1184
▁R	-1185
वे	-1186
▁flower	-1187
▁ड	-1188
▁4	-1189
▁z	-1190
▁14	-1191
▁24	-1192
▁are	-1193
▁3	-1194
▁13	-1195
▁23	-1196
▁अवस्थेत	-1197
▁/	-1198
one	-1199
▁At	-1200
▁rec	-1201
oli	-1202
oliar	-1203
▁control	-1204
ab	-1205
▁flowering	-1206
▁N	-1207
COVERED	-1208
▁COVERED	-1209
fic	-1210
▁पा	-1211
AFFECTED	-1212
▁AFFECTED	-1213
▁ro	-1214
▁splits	-1215
▁inter	-1216
▁नियंत्रण	-1217
स्ट	-1218
िब	-1219
ters	-1220
▁foliar	-1221
▁ste	-1222
▁steps	-1223
ित	-1224
orm	-1225
_4	-1226
▁चे	-1227
_3	-1228
ev	-1229
ave	-1230
if	-1231
्रिप	-1232
कल	-1233
कलि	-1234
▁च्या	-1235
कलिस्ट	-1236
▁fertig	-1237
)?	-1238
▁ef	-1239
▁effic	-1240
▁land	-1241
era	-1242
▁Farm	-1243
▁root	-1244
▁zone	-1245
evel	-1246
ूर	-1247
▁ठ	-1248
िबक	-1249
▁ठिबक	-1250
nth	-1251
▁ट	-1252
▁em	-1253
▁तु	-1254
▁lab	-1255
fruit	-1256
▁set	-1257
sy	-1258
▁emit	-1259
▁emitters	-1260
▁ड्रिप	-1261
▁Highest	-1262
▁fertigate	-1263
▁efficiency	-1264
▁तुषार	-1265
▁pests	-1266
ts	-1267
iform	-1268
गा	-1269
व्वा	-1270
▁many	-1271
व्वारा	-1272
▁apply	-1273
▁uniform	-1274
ged	-1275
onged	-1276
▁prol	-1277
▁Level	-1278
▁prolonged	-1279
synth	-1280
ele	-1281
▁पाणी	-1282
▁save	-1283
▁opera	-1284
▁operations	-1285
ाटे	-1286
▁नियंत्रित	-1287
SED	-1288
RESSED	-1289
EN	-1290
IZ	-1291
UI	-1292
FER	-1293
LIZ	-1294
FERTI	-1295
LIZER	-1296
UIRES	-1297
FERTILIZER	-1298
▁per	-1299
▁कम	-1300
दूर	-1301
ROWS	-1302
द्र	-1303
▁Seed	-1304
ाच	-1305
▁है	-1306
▁nutri	-1307
▁nutrition	-1308
षण	-1309
▁the	-1310
ord	-1311
▁record	-1312
▁management	-1313
ded	-1314
99	-1315
▁अन	-1316
reat	-1317
▁अवस्था	-1318
क्षण	-1319
्न	-1320
्स	-1321
RIG	-1322
arv	-1323
▁chem	-1324
arvest	-1325
reatment	-1326
ता	-1327
▁श	-1328
▁interv	-1329
▁nee	-1330
▁अन्न	-1331
ुस	-1332
द्रव	-1333
ative	-1334
Disease	-1335
▁अन्नद्रव	-1336
ult	-1337
▁Farmer	-1338
tage	-1339
िप्स	-1340
▁Best	-1341
▁match	-1342
▁टिप्स	-1343
ES	-1344
IR	-1345
ON	-1346
ATI	-1347
SES	-1348
ATION	-1349
IRRIG	-1350
IRRIGATION	-1351
▁tw	-1352
▁twice	-1353
entions	-1354
▁nutrients	-1355
▁interventions	-1356
▁cl	-1357
ुसार	-1358
नुसार	-1359
वल	-1360
ond	-1361
▁ha	-1362
ाचणी	-1363
▁सर्	-1364
▁aler	-1365
▁चाचणी	-1366
▁अन्नद्रव्ये	-1367
ंबा	-1368
लावा	-1369
▁अवल	-1370
वेक्षण	-1371
▁अवलंबा	-1372
▁सर्वेक्षण	-1373
▁चाचणीनुसार	-1374
us	-1375
▁alerts	-1376
िस	-1377
▁unti	-1378
▁untimely	-1379
▁V	-1380
HAS	-1381
get	-1382
ndle	-1383
▁HAS	-1384
Stage	-1385
Growth	-1386
▁Pract	-1387
▁fields	-1388
▁handle	-1389
▁Practical	-1390
GrowthStage	-1391
getative	-1392
▁12	-1393
ub	-1394
ाव	-1395
▁22	-1396
ive	-1397
ulture	-1398
tiv	-1399
ां	-1400
▁cul	-1401
▁cultiv	-1402
▁Give	-1403
io	-1404
पास	-1405
▁तपास	-1406
▁risks	-1407
▁needed	-1408
_2	-1409
sid	-1410
▁11	-1411
▁21	-1412
Pest	-1413
ubsid	-1414
▁harvest	-1415
▁loam	-1416
97	-1417
98	-1418
ांगा	-1419
▁दें	-1420
▁सांगा	-1421
▁Ag	-1422
▁शेत	-1423
▁cultivation	-1424
):	-1425
bio	-1426
▁as	-1427
▁किस	-1428
▁Pod	-1429
NU	-1430
EDS	-1431
ENT	-1432
NUT	-1433
EEDS	-1434
NUTRI	-1435
NUTRIENT	-1436
▁ba	-1437
साठी	-1438
▁Fruit	-1439
▁तपासा	-1440
▁चेक्	-1441
▁Scout	-1442
▁चेकलिस्ट	-1443
▁चेक्कलिस्ट	-1444
riculture	-1445
_1	-1446
ubsidy	-1447
con	-1448
ium	-1449
our	-1450
ves	-1451
eled	-1452
firm	-1453
▁Con	-1454
▁Confirm	-1455
▁labeled	-1456
ph	-1457
ition	-1458
owing	-1459
biocon	-1460
Irrigation	-1461
biocontrol	-1462
Cond	-1463
Weather	-1464
Condition	-1465
WeatherCondition	-1466
▁ख	-1467
ertilizer	-1468
▁किसान	-1469
▁Y	-1470
▁नि	-1471
▁J	-1472
omm	-1473
▁को	-1474
ction	-1475
012	-1476
013	-1477
014	-1478
015	-1479
016	-1480
017	-1481
018	-1482
019	-1483
lic	-1484
री	-1485
▁ST	-1486
STRESSED	-1487
▁STRESSED	-1488
▁Ve	-1489
▁कमी	-1490
▁RE	-1491
▁si	-1492
Fertilizer	-1493
Soil	-1494
▁शेतक	-1495
▁Vegetative	-1496
▁पह	-1497
pplic	-1498
pplication	-1499
तर	-1500
ळख	-1501
gns	-1502
चान	-1503
ावी	-1504
leaf	-1505
तरता	-1506
GROWS	-1507
चानें	-1508
ळखावी	-1509
▁GROWS	-1510
▁signs	-1511
▁कमतरता	-1512
▁पहचानें	-1513
▁Fruiting	-1514
▁application	-1515
129	-1516
139	-1517
149	-1518
159	-1519
169	-1520
179	-1521
189	-1522
199	-1523
▁Boll	-1524
istry	-1525
▁chemistry	-1526
त्	-1527
009	-1528
029	-1529
039	-1530
049	-1531
059	-1532
069	-1533
079	-1534
089	-1535
099	-1536
▁Growth	-1537
▁plann	-1538
▁Treatment	-1539
▁qu	-1540
election	-1541
239	-1542
249	-1543
ality	-1544
▁quality	-1545
AR	-1546
▁भ	-1547
▁does	-1548
ort	-1549
ted	-1550
229	-1551
su	-1552
▁Agriculture	-1553
▁Land	-1554
▁Selection	-1555
pa	-1556
EF	-1557
IT	-1558
FRO	-1559
ITS	-1560
ial	-1561
ENEF	-1562
FROM	-1563
ility	-1564
ENEFITS	-1565
पा	-1566
ari	-1567
sed	-1568
्रे	-1569
▁Bl	-1570
ों	-1571
▁grow	-1572
▁planning	-1573
▁202	-1574
▁sowing	-1575
100	-1576
▁labour	-1577
105	-1578
118	-1579
▁all	-1580
▁lea	-1581
्यावे	-1582
ration	-1583
▁leaves	-1584
102	-1585
103	-1586
104	-1587
106	-1588
107	-1589
108	-1590
109	-1591
112	-1592
113	-1593
114	-1594
115	-1595
116	-1596
117	-1597
119	-1598
200	-1599
▁seed	-1600
202	-1601
203	-1602
204	-1603
205	-1604
206	-1605
207	-1606
208	-1607
209	-1608
212	-1609
213	-1610
214	-1611
215	-1612
216	-1613
217	-1614
218	-1615
219	-1616
223	-1617
224	-1618
▁मा	-1619
पयुक्त	-1620
▁Prepa	-1621
▁Preparation	-1622
णत	-1623
ommen	-1624
▁cost	-1625
▁कोणत	-1626
tes	-1627
▁sto	-1628
ma	-1629
USES	-1630
ites	-1631
▁100	-1632
▁हैं	-1633
▁USES	-1634
▁storage	-1635
128	-1636
138	-1637
148	-1638
158	-1639
168	-1640
178	-1641
188	-1642
198	-1643
▁45	-1644
▁55	-1645
▁timing	-1646
127	-1647
137	-1648
147	-1649
157	-1650
167	-1651
177	-1652
187	-1653
197	-1654
sal	-1655
▁48	-1656
▁200	-1657
icide	-1658
038	-1659
048	-1660
058	-1661
068	-1662
078	-1663
088	-1664
098	-1665
icro	-1666
rance	-1667
▁insu	-1668
▁insurance	-1669
028	-1670
037	-1671
047	-1672
057	-1673
067	-1674
077	-1675
087	-1676
097	-1677
▁35	-1678
▁36	-1679
▁37	-1680
▁38	-1681
▁39	-1682
▁46	-1683
▁47	-1684
▁49	-1685
▁57	-1686
▁58	-1687
▁59	-1688
▁67	-1689
▁68	-1690
▁69	-1691
▁78	-1692
▁79	-1693
▁88	-1694
▁89	-1695
▁125	-1696
▁126	-1697
▁127	-1698
▁128	-1699
▁129	-1700
▁135	-1701
▁136	-1702
▁137	-1703
▁138	-1704
▁139	-1705
▁145	-1706
▁146	-1707
▁147	-1708
▁148	-1709
▁149	-1710
▁155	-1711
▁157	-1712
▁158	-1713
▁159	-1714
▁167	-1715
▁168	-1716
▁169	-1717
▁178	-1718
▁179	-1719
▁188	-1720
▁189	-1721
▁225	-1722
▁226	-1723
▁227	-1724
▁228	-1725
▁229	-1726
▁235	-1727
▁236	-1728
▁237	-1729
▁238	-1730
▁239	-1731
▁245	-1732
▁246	-1733
▁247	-1734
▁248	-1735
▁249	-1736
▁gra	-1737
▁med	-1738
▁credit	-1739
▁recommen	-1740
uv	-1741
008	-1742
027	-1743
▁123	-1744
▁124	-1745
▁223	-1746
▁224	-1747
uvial	-1748
▁intercrop	-1749
007	-1750
126	-1751
136	-1752
146	-1753
156	-1754
166	-1755
176	-1756
186	-1757
196	-1758
ust	-1759
▁बी	-1760
bility	-1761
▁Micro	-1762
▁102	-1763
▁103	-1764
▁104	-1765
▁105	-1766
▁106	-1767
▁107	-1768
▁108	-1769
▁109	-1770
▁203	-1771
▁204	-1772
▁205	-1773
▁206	-1774
▁207	-1775
▁208	-1776
▁209	-1777
▁112	-1778
▁113	-1779
▁114	-1780
▁115	-1781
▁116	-1782
▁117	-1783
▁118	-1784
▁119	-1785
▁212	-1786
▁213	-1787
▁214	-1788
▁215	-1789
▁216	-1790
▁217	-1791
▁218	-1792
▁219	-1793
ient	-1794
गाएं	-1795
▁based	-1796
▁clays	-1797
▁confirm	-1798
▁chemical	-1799
006	-1800
026	-1801
036	-1802
046	-1803
056	-1804
066	-1805
076	-1806
086	-1807
096	-1808
ant	-1809
▁मद	-1810
so	-1811
दग	-1812
145	-1813
238	-1814
248	-1815
ota	-1816
put	-1817
▁Lo	-1818
puts	-1819
दगार	-1820
्यां	-1821
▁निव	-1822
ssium	-1823
▁inputs	-1824
▁मददगार	-1825
otassium	-1826
्यांसाठी	-1827
▁options	-1828
▁किसानों	-1829
125	-1830
135	-1831
155	-1832
165	-1833
175	-1834
185	-1835
195	-1836
228	-1837
237	-1838
247	-1839
▁Loam	-1840
ौन	-1841
227	-1842
ect	-1843
▁कौन	-1844
005	-1845
025	-1846
035	-1847
045	-1848
055	-1849
065	-1850
075	-1851
085	-1852
095	-1853
hos	-1854
ion	-1855
orus	-1856
hosph	-1857
▁clay	-1858
hosphorus	-1859
_00	-1860
_02	-1861
_03	-1862
_04	-1863
_05	-1864
_06	-1865
_07	-1866
_08	-1867
_09	-1868
_12	-1869
_13	-1870
_14	-1871
_15	-1872
_16	-1873
_17	-1874
_18	-1875
_19	-1876
_23	-1877
_24	-1878
_25	-1879
_26	-1880
_27	-1881
_28	-1882
_29	-1883
_35	-1884
_36	-1885
_37	-1886
_38	-1887
_39	-1888
_45	-1889
_46	-1890
_47	-1891
_48	-1892
_49	-1893
▁grading	-1894
▁alluvial	-1895
▁marketing	-1896
236	-1897
246	-1898
226	-1899
▁29	-1900
▁99	-1901
▁199	-1902
ov	-1903
णे	-1904
ful	-1905
▁PM	-1906
mate	-1907
▁integ	-1908
▁Subsidy	-1909
235	-1910
245	-1911
rated	-1912
▁medium	-1913
▁integrated	-1914
RA	-1915
225	-1916
CAR	-1917
▁Shet	-1918
ational	-1919
REA	-1920
ping	-1921
REATED	-1922
▁complex	-1923
124	-1924
134	-1925
144	-1926
154	-1927
164	-1928
174	-1929
184	-1930
194	-1931
िया	-1932
▁सम	-1933
▁बीज	-1934
▁mulching	-1935
123	-1936
133	-1937
143	-1938
153	-1939
163	-1940
173	-1941
183	-1942
193	-1943
▁Or	-1944
▁Scheme	-1945
▁Yojana	-1946
▁curing	-1947
▁Organic	-1948
▁intercropping	-1949
004	-1950
024	-1951
034	-1952
044	-1953
054	-1954
064	-1955
074	-1956
084	-1957
094	-1958
ose	-1959
▁77	-1960
▁177	-1961
003	-1962
023	-1963
033	-1964
043	-1965
053	-1966
063	-1967
073	-1968
083	-1969
093	-1970
urse	-1971
▁Red	-1972
NEEDS	-1973
▁NEEDS	-1974
Nutrient	-1975
ursery	-1976
rity	-1977
urity	-1978
▁fruit	-1979
बर	-1980
cea	-1981
▁tracea	-1982
▁traceability	-1983
ीक	-1984
▁122	-1985
▁222	-1986
KV	-1987
os	-1988
234	-1989
244	-1990
KVY	-1991
sion	-1992
soon	-1993
233	-1994
243	-1995
▁Black	-1996
ोजन	-1997
▁nursery	-1998
_22	-1999
▁87	-2000
▁187	-2001
▁boron	-2002
▁pesticide	-2003
▁Po	-2004
▁dam	-2005
▁ए	-2006
पाय	-2007
▁66	-2008
▁166	-2009
rad	-2010
▁dose	-2011
limate	-2012
रण	-2013
▁ग	-2014
Prad	-2015
▁Mis	-2016
▁pro	-2017
antri	-2018
▁link	-2019
▁Sandy	-2020
Pradhan	-2021
▁Mantri	-2022
▁Mission	-2023
ाद	-2024
िल	-2025
▁schemes	-2026
▁subsidy	-2027
लन	-2028
lar	-2029
ारी	-2030
▁Che	-2031
ellow	-2032
▁chemicals	-2033
),	-2034
pl	-2035
ेती	-2036
▁ve	-2037
hoose	-2038
▁खेती	-2039
▁monsoon	-2040
टाई	-2041
्रेस	-2042
▁कटाई	-2043
▁recommended	-2044
▁56	-2045
▁Ap	-2046
▁th	-2047
यारी	-2048
▁156	-2049
▁Rot	-2050
▁min	-2051
ियाणे	-2052
▁Rain	-2053
▁निवड	-2054
▁बियाणे	-2055
ver	-2056
ents	-2057
ia	-2058
▁पिकाच	-2059
ence	-2060
▁vegetative	-2061
▁.	-2062
ject	-2063
BENEFITS	-2064
▁BENEFITS	-2065
ंड	-2066
PMC	-2067
▁Fe	-2068
▁APMC	-2069
ks	-2070
ld	-2071
▁28	-2072
▁76	-2073
▁86	-2074
▁98	-2075
▁176	-2076
▁186	-2077
▁198	-2078
▁नियोजन	-2079
यन	-2080
000	-2081
▁27	-2082
▁97	-2083
irus	-2084
▁197	-2085
▁zinc	-2086
▁fruiting	-2087
cre	-2088
pest	-2089
▁Dry	-2090
▁Virus	-2091
harvest	-2092
पत	-2093
ोर	-2094
ies	-2095
ren	-2096
▁25	-2097
▁su	-2098
▁damage	-2099
▁treatment	-2100
ुवा	-2101
▁65	-2102
▁75	-2103
▁85	-2104
▁165	-2105
▁175	-2106
▁185	-2107
▁iron	-2108
▁open	-2109
▁vari	-2110
▁potassium	-2111
erm	-2112
▁26	-2113
▁96	-2114
phur	-2115
▁196	-2116
▁Term	-2117
ulphur	-2118
▁Mites	-2119
▁Termites	-2120
ep	-2121
▁एक	-2122
ilient	-2123
ome	-2124
ंबर	-2125
ेंबर	-2126
▁Can	-2127
▁ICAR	-2128
▁Humidity	-2129
▁phosphorus	-2130
PE	-2131
ील	-2132
▁र	-2133
वार	-2134
ारण	-2135
▁33	-2136
▁44	-2137
▁133	-2138
▁144	-2139
▁233	-2140
▁244	-2141
▁PPE	-2142
▁भंड	-2143
▁mach	-2144
▁मार्	-2145
▁भंडारण	-2146
▁Climate	-2147
ey	-2148
ची	-2149
▁95	-2150
▁195	-2151
▁Heavy	-2152
..	-2153
च्	-2154
सी	-2155
ुख	-2156
jor	-2157
▁Key	-2158
mical	-2159
▁Drip	-2160
▁कौनसी	-2161
▁useful	-2162
▁sulphur	-2163
▁Chemical	-2164
▁diseases	-2165
ig	-2166
मा	-2167
cum	-2168
xpl	-2169
ाएं	-2170
ावा	-2171
▁Fu	-2172
▁Expl	-2173
▁Explain	-2174
ug	-2175
011	-2176
ala	-2177
▁Ph	-2178
duce	-2179
▁Res	-2180
▁keep	-2181
▁neem	-2182
cuments	-2183
KS	-2184
122	-2185
132	-2186
142	-2187
152	-2188
162	-2189
172	-2190
182	-2191
192	-2192
KSY	-2193
agn	-2194
ple	-2195
िटी	-2196
▁Bi	-2197
olar	-2198
▁Fly	-2199
▁सें	-2200
urple	-2201
द्रिय	-2202
िलिटी	-2203
roject	-2204
▁PMKSY	-2205
▁miner	-2206
▁ट्रेस	-2207
▁stress	-2208
▁सेंद्रिय	-2209
FS	-2210
सा	-2211
121	-2212
131	-2213
141	-2214
151	-2215
161	-2216
171	-2217
181	-2218
191	-2219
CRA	-2220
FSM	-2221
_33	-2222
_44	-2223
▁34	-2224
pper	-2225
▁134	-2226
▁234	-2227
▁Comp	-2228
▁PoCRA	-2229
▁पिकाच्या	-2230
ru	-2231
002	-2232
010	-2233
022	-2234
032	-2235
042	-2236
052	-2237
062	-2238
072	-2239
082	-2240
092	-2241
120	-2242
130	-2243
140	-2244
150	-2245
160	-2246
170	-2247
180	-2248
190	-2249
▁सु	-2250
asal	-2251
▁Bor	-2252
▁RKVY	-2253
▁Well	-2254
rained	-2255
SO	-2256
ीन	-2257
001	-2258
021	-2259
031	-2260
041	-2261
051	-2262
061	-2263
071	-2264
081	-2265
091	-2266
fra	-2267
gel	-2268
ule	-2269
▁Ty	-2270
ruct	-2271
tale	-2272
umps	-2273
▁res	-2274
agnes	-2275
▁Magel	-2276
▁Tyala	-2277
▁कोणती	-2278
ructure	-2279
▁magnes	-2280
▁Shettale	-2281
▁magnesium	-2282
AI	-2283
US	-2284
ad	-2285
mo	-2286
tt	-2287
020	-2288
030	-2289
040	-2290
050	-2291
060	-2292
070	-2293
080	-2294
090	-2295
111	-2296
▁आह	-2297
Farm	-2298
▁Kar	-2299
▁पीक	-2300
▁leaf	-2301
▁Laterite	-2302
UM	-2303
▁+	-2304
110	-2305
KUS	-2306
har	-2307
hiz	-2308
qui	-2309
मीन	-2310
▁गु	-2311
nder	-2312
port	-2313
▁inf	-2314
KUSUM	-2315
▁Wind	-2316
▁जमीन	-2317
▁Borer	-2318
▁Phule	-2319
▁under	-2320
TREATED	-2321
▁TREATED	-2322
Treatment	-2323
//	-2324
af	-2325
uk	-2326
yo	-2327
://	-2328
AIF	-2329
_34	-2330
jam	-2331
rao	-2332
tma	-2333
url	-2334
ीची	-2335
▁43	-2336
▁रा	-2337
NFSM	-2338
hich	-2339
kari	-2340
ttps	-2341
ukti	-2342
yoti	-2343
▁143	-2344
▁243	-2345
▁Sec	-2346
▁ear	-2347
Solar	-2348
frast	-2349
refer	-2350
▁Agri	-2351
▁Bima	-2352
▁Food	-2353
▁Fund	-2354
▁Pond	-2355
▁drop	-2356
▁pack	-2357
▁Fasal	-2358
▁Jyoti	-2359
▁Pumps	-2360
▁Which	-2361
▁early	-2362
▁https	-2363
Project	-2364
jamukti	-2365
National	-2366
▁Infrast	-2367
▁Mahatma	-2368
reference	-2369
▁Jyotirao	-2370
▁National	-2371
▁Security	-2372
▁Shetkari	-2373
▁Resilient	-2374
▁Sprinkler	-2375
▁Karjamukti	-2376
▁Infrastructure	-2377
FT	-2378
eg	-2379
ix	-2380
AAR	-2381
▁Zn	-2382
▁पो	-2383
RAFT	-2384
hoot	-2385
orks	-2386
▁वेळ	-2387
▁Heat	-2388
▁Rhiz	-2389
▁Wave	-2390
eficit	-2391
▁Shoot	-2392
▁Spell	-2393
▁Works	-2394
RAFTAAR	-2395
drained	-2396
▁Furrow	-2397
▁Deficit	-2398
▁Nitrogen	-2399
▁Potassium	-2400
▁Phosphorus	-2401
co	-2402
िड	-2403
232	-2404
242	-2405
चरा	-2406
▁54	-2407
▁64	-2408
▁74	-2409
▁84	-2410
▁94	-2411
ines	-2412
osis	-2413
▁154	-2414
▁164	-2415
▁174	-2416
▁184	-2417
▁194	-2418
▁mix	-2419
▁निचरा	-2420
▁package	-2421
231	-2422
241	-2423
eal	-2424
lor	-2425
णीक	-2426
स्त	-2427
▁53	-2428
▁63	-2429
▁73	-2430
▁83	-2431
▁93	-2432
▁Wh	-2433
tive	-2434
▁153	-2435
▁163	-2436
▁173	-2437
▁183	-2438
▁193	-2439
▁inc	-2440
fully	-2441
▁तयारी	-2442
AU	-2443
230	-2444
240	-2445
_43	-2446
▁ch	-2447
move	-2448
eties	-2449
णीकरण	-2450
▁basal	-2451
▁chlor	-2452
▁yellow	-2453
▁varieties	-2454
ष्	-2455
210	-2456
222	-2457
वरी	-2458
ुवाई	-2459
▁Apr	-2460
▁Aug	-2461
▁Dec	-2462
▁Feb	-2463
▁Jan	-2464
▁बोर	-2465
▁रोग	-2466
▁Late	-2467
▁hard	-2468
▁श्रे	-2469
▁बुवाई	-2470
▁chlorosis	-2471
▁documents	-2472
▁recommend	-2473
▁श्रेणीकरण	-2474
pe	-2475
sp	-2476
ती	-2477
वी	-2478
221	-2479
पाद	-2480
िंग	-2481
▁मि	-2482
▁SAU	-2483
▁सुर	-2484
त्पाद	-2485
▁Curl	-2486
▁remove	-2487
पच	-2488
सल	-2489
ेद	-2490
ोग	-2491
्म	-2492
220	-2493
250	-2494
251	-2495
252	-2496
253	-2497
254	-2498
255	-2499
256	-2500
257	-2501
258	-2502
259	-2503
260	-2504
261	-2505
262	-2506
263	-2507
264	-2508
265	-2509
266	-2510
267	-2511
268	-2512
269	-2513
270	-2514
271	-2515
272	-2516
273	-2517
274	-2518
275	-2519
276	-2520
277	-2521
278	-2522
279	-2523
280	-2524
281	-2525
282	-2526
283	-2527
284	-2528
285	-2529
286	-2530
287	-2531
288	-2532
289	-2533
290	-2534
291	-2535
292	-2536
293	-2537
294	-2538
295	-2539
296	-2540
297	-2541
298	-2542
299	-2543
ace	-2544
gov	-2545
ंतर	-2546
▁तण	-2547
adha	-2548
पचार	-2549
ात्म	-2550
▁Mar	-2551
▁Nov	-2552
▁buy	-2553
▁now	-2554
ommon	-2555
▁Keep	-2556
adhaar	-2557
ात्मिक	-2558
▁Inter	-2559
▁label	-2560
▁मार्च	-2561
▁prices	-2562
ellowing	-2563
▁Aadhaar	-2564
▁Rhizome	-2565
▁एकात्मिक	-2566
▁advisories	-2567
DH	-2568
शक	-2569
▁इ	-2570
350	-2571
351	-2572
352	-2573
353	-2574
354	-2575
355	-2576
356	-2577
357	-2578
358	-2579
359	-2580
360	-2581
361	-2582
362	-2583
363	-2584
364	-2585
365	-2586
366	-2587
367	-2588
368	-2589
369	-2590
370	-2591
371	-2592
372	-2593
373	-2594
374	-2595
375	-2596
376	-2597
377	-2598
378	-2599
379	-2600
380	-2601
381	-2602
382	-2603
383	-2604
384	-2605
385	-2606
386	-2607
387	-2608
388	-2609
389	-2610
390	-2611
391	-2612
392	-2613
393	-2614
394	-2615
395	-2616
396	-2617
397	-2618
398	-2619
399	-2620
450	-2621
451	-2622
452	-2623
453	-2624
454	-2625
455	-2626
456	-2627
457	-2628
458	-2629
459	-2630
460	-2631
461	-2632
462	-2633
463	-2634
464	-2635
465	-2636
466	-2637
467	-2638
468	-2639
469	-2640
470	-2641
471	-2642
472	-2643
473	-2644
474	-2645
475	-2646
476	-2647
477	-2648
478	-2649
479	-2650
480	-2651
481	-2652
482	-2653
483	-2654
484	-2655
485	-2656
486	-2657
487	-2658
488	-2659
489	-2660
490	-2661
491	-2662
492	-2663
493	-2664
494	-2665
495	-2666
496	-2667
497	-2668
498	-2669
499	-2670
IDH	-2671
act	-2672
ugh	-2673
पीक	-2674
श्र	-2675
▁En	-2676
ICAR	-2677
▁hir	-2678
ening	-2679
▁MIDH	-2680
▁exact	-2681
▁weeds	-2682
▁कोणते	-2683
▁मिश्र	-2684
▁window	-2685
▁farming	-2686
▁agriculture	-2687
ंग	-2688
aic	-2689
खें	-2690
जूर	-2691
नें	-2692
मुख	-2693
ादन	-2694
▁Ho	-2695
▁Is	-2696
▁ra	-2697
▁रो	-2698
fect	-2699
inal	-2700
▁May	-2701
▁Sep	-2702
▁आच्	-2703
ortic	-2704
ustom	-2705
▁best	-2706
▁suit	-2707
▁मजूर	-2708
▁रखें	-2709
▁वरील	-2710
veinal	-2711
▁Grape	-2712
▁Major	-2713
▁Choose	-2714
▁affect	-2715
▁choose	-2716
▁custom	-2717
▁hiring	-2718
▁प्रमुख	-2719
▁records	-2720
▁कोणत्या	-2721
▁suitable	-2722
▁मिश्रपीक	-2723
orticulture	-2724
▁Interveinal	-2725
HM	-2726
ठा	-2727
णव	-2728
ser	-2729
िष्	-2730
▁अं	-2731
▁जु	-2732
acre	-2733
ints	-2734
lder	-2735
ling	-2736
worm	-2737
जावा	-2738
णवत्	-2739
▁saf	-2740
▁कीट	-2741
▁रोप	-2742
िष्ठा	-2743
्याने	-2744
▁rais	-2745
णवत्ता	-2746
▁Action	-2747
▁points	-2748
▁समजावा	-2749
▁गुणवत्ता	-2750
कु	-2751
ंगक	-2752
ूलन	-2753
lant	-2754
otch	-2755
कुरण	-2756
वारू	-2757
▁Jul	-2758
▁Jun	-2759
▁Mos	-2760
▁चयन	-2761
▁जून	-2762
anced	-2763
▁PKVY	-2764
alanced	-2765
िबिलिटी	-2766
▁Mosaic	-2767
▁farmer	-2768
▁अंकुरण	-2769
▁सुरंगक	-2770
▁निविष्ठा	-2771
▁Horticulture	-2772
▁ट्रेसिबिलिटी	-2773
330	-2774
331	-2775
332	-2776
333	-2777
334	-2778
340	-2779
341	-2780
342	-2781
343	-2782
440	-2783
441	-2784
442	-2785
443	-2786
444	-2787
sse	-2788
टिक	-2789
ियम	-2790
▁kg	-2791
टिका	-2792
ण्या	-2793
▁rot	-2794
▁भाव	-2795
serve	-2796
वाटिका	-2797
▁older	-2798
▁Hopper	-2799
▁Yellow	-2800
▁follow	-2801
▁balanced	-2802
▁रोपवाटिका	-2803
rend	-2804
शियम	-2805
▁prote	-2806
▁Blotch	-2807
▁reduce	-2808
ण्यासाठी	-2809
वर	-2810
ैव	-2811
670	-2812
671	-2813
672	-2814
673	-2815
674	-2816
675	-2817
676	-2818
677	-2819
678	-2820
679	-2821
680	-2822
681	-2823
682	-2824
683	-2825
684	-2826
685	-2827
686	-2828
687	-2829
688	-2830
689	-2831
690	-2832
691	-2833
692	-2834
693	-2835
694	-2836
695	-2837
696	-2838
697	-2839
698	-2840
699	-2841
man	-2842
क्ट	-2843
▁FA	-2844
idhi	-2845
vent	-2846
ैविक	-2847
▁NHM	-2848
▁port	-2849
▁Nidhi	-2850
▁requi	-2851
▁state	-2852
▁जैविक	-2853
▁Samman	-2854
▁Farming	-2855
ba	-2856
गद	-2857
धि	-2858
/12	-2859
hid	-2860
mpt	-2861
oms	-2862
नस्	-2863
पति	-2864
ाने	-2865
ृद्	-2866
▁log	-2867
▁कित	-2868
ृद्धि	-2869
▁7/12	-2870
▁वनस्	-2871
mptoms	-2872
▁Aphid	-2873
▁Purple	-2874
▁वृद्धि	-2875
▁Complex	-2876
▁वनस्पति	-2877
im	-2878
व्	-2879
430	-2880
431	-2881
432	-2882
550	-2883
551	-2884
552	-2885
553	-2886
554	-2887
555	-2888
556	-2889
557	-2890
558	-2891
559	-2892
560	-2893
561	-2894
562	-2895
563	-2896
564	-2897
565	-2898
570	-2899
571	-2900
572	-2901
573	-2902
574	-2903
575	-2904
576	-2905
577	-2906
578	-2907
579	-2908
580	-2909
581	-2910
582	-2911
583	-2912
584	-2913
585	-2914
586	-2915
587	-2916
588	-2917
589	-2918
590	-2919
591	-2920
592	-2921
593	-2922
594	-2923
595	-2924
596	-2925
597	-2926
598	-2927
599	-2928
660	-2929
661	-2930
662	-2931
663	-2932
664	-2933
665	-2934
666	-2935
व्ह	-2936
▁an	-2937
▁le	-2938
यनिक	-2939
▁Ind	-2940
▁ZnSO	-2941
▁agri	-2942
▁रासा	-2943
splant	-2944
▁offic	-2945
▁लक्षण	-2946
ymptoms	-2947
▁रासायनिक	-2948
▁deficient	-2949
ka	-2950
my	-2951
650	-2952
780	-2953
ato	-2954
oot	-2955
rmy	-2956
ूमि	-2957
▁be	-2958
▁चा	-2959
▁तै	-2960
▁Oct	-2961
▁Sig	-2962
▁आहे	-2963
atoka	-2964
▁Army	-2965
▁Fall	-2966
▁tran	-2967
▁भूमि	-2968
▁तैयारी	-2969
▁Armyworm	-2970
▁Sigatoka	-2971
ue	-2972
ेब	-2973
ोड	-2974
651	-2975
652	-2976
653	-2977
654	-2978
781	-2979
782	-2980
783	-2981
784	-2982
785	-2983
786	-2984
787	-2985
788	-2986
789	-2987
790	-2988
791	-2989
792	-2990
793	-2991
794	-2992
795	-2993
796	-2994
797	-2995
798	-2996
799	-2997
▁डा	-2998
ller	-2999
sses	-3000
▁ref	-3001
▁via	-3002
▁अळी	-3003
▁acre	-3004
▁losses	-3005
▁tiller	-3006
lu	-3007
ick	-3008
ous	-3009
umm	-3010
▁50	-3011
ooty	-3012
▁कर्	-3013
▁पां	-3014
tives	-3015
▁पाना	-3016
▁reduces	-3017
gi	-3018
770	-3019
771	-3020
772	-3021
773	-3022
774	-3023
775	-3024
776	-3025
777	-3026
led	-3027
ots	-3028
ree	-3029
धान	-3030
rest	-3031
▁खोड	-3032
based	-3033
▁prop	-3034
▁कर्ज	-3035
terest	-3036
ip	-3037
एम	-3038
ाळ	-3039
ead	-3040
neg	-3041
िमा	-3042
ीएम	-3043
icky	-3044
ligi	-3045
ात्र	-3046
▁sil	-3047
▁डाग	-3048
ource	-3049
▁When	-3050
▁info	-3051
▁माशी	-3052
ात्रता	-3053
▁Eligi	-3054
▁inclu	-3055
▁sticky	-3056
negative	-3057
▁Disease	-3058
▁पात्रता	-3059
▁carefully	-3060
▁Eligibility	-3061
ज्	-3062
बी	-3063
ही	-3064
▁ध	-3065
750	-3066
751	-3067
752	-3068
753	-3069
754	-3070
760	-3071
761	-3072
762	-3073
763	-3074
764	-3075
850	-3076
851	-3077
852	-3078
853	-3079
854	-3080
860	-3081
861	-3082
862	-3083
863	-3084
864	-3085
870	-3086
871	-3087
872	-3088
873	-3089
874	-3090
875	-3091
876	-3092
880	-3093
881	-3094
882	-3095
883	-3096
884	-3097
885	-3098
886	-3099
887	-3100
888	-3101
889	-3102
890	-3103
891	-3104
892	-3105
893	-3106
894	-3107
895	-3108
896	-3109
897	-3110
898	-3111
899	-3112
997	-3113
998	-3114
999	-3115
alc	-3116
urf	-3117
▁Av	-3118
▁Ti	-3119
ches	-3120
ctor	-3121
ense	-3122
irst	-3123
oney	-3124
▁pat	-3125
harif	-3126
▁main	-3127
▁supp	-3128
icides	-3129
istant	-3130
vering	-3131
▁Avoid	-3132
▁Basal	-3133
▁honey	-3134
▁Kharif	-3135
▁proper	-3136
▁honeydew	-3137
▁silvering	-3138
▁transplant	-3139
ok	-3140
▁थ	-3141
211	-3142
fto	-3143
lec	-3144
set	-3145
प्र	-3146
ोंड	-3147
▁32	-3148
▁42	-3149
▁52	-3150
▁62	-3151
▁72	-3152
▁82	-3153
▁If	-3154
▁sm	-3155
▁सं	-3156
ests	-3157
hite	-3158
▁132	-3159
▁142	-3160
▁152	-3161
▁162	-3162
▁172	-3163
▁182	-3164
▁232	-3165
▁242	-3166
▁Top	-3167
▁chi	-3168
▁dep	-3169
▁ind	-3170
opera	-3171
▁Rust	-3172
▁Summ	-3173
▁Wilt	-3174
▁बोंड	-3175
▁शेती	-3176
▁India	-3177
▁Pests	-3178
▁lefto	-3179
▁mould	-3180
▁sooty	-3181
ressing	-3182
▁reflec	-3183
▁तपासणी	-3184
▁damaged	-3185
▁evening	-3186
▁Diseases	-3187
▁interest	-3188
ac	-3189
बे	-3190
_32	-3191
_42	-3192
art	-3193
eak	-3194
ids	-3195
itr	-3196
ost	-3197
res	-3198
▁ne	-3199
▁खत	-3200
enti	-3201
erom	-3202
▁111	-3203
▁211	-3204
▁mil	-3205
▁out	-3206
▁दवा	-3207
▁समय	-3208
inery	-3209
itrus	-3210
ldren	-3211
▁blue	-3212
▁peak	-3213
▁shat	-3214
ending	-3215
tering	-3216
्रिप्स	-3217
▁dense	-3218
▁first	-3219
▁spots	-3220
eromone	-3221
▁growing	-3222
▁indices	-3223
▁patches	-3224
▁थ्रिप्स	-3225
▁children	-3226
▁maturity	-3227
▁depending	-3228
▁machinery	-3229
▁yellowing	-3230
▁shattering	-3231
Fe	-3232
YC	-3233
ईप	-3234
खी	-3235
चे	-3236
टा	-3237
णन	-3238
ब्	-3239
यर	-3240
षध	-3241
ीम	-3242
ुट	-3243
ूं	-3244
ैल	-3245
ोह	-3246
101	-3247
201	-3248
_11	-3249
aim	-3250
arg	-3251
odd	-3252
sti	-3253
टाश	-3254
यरन	-3255
िंक	-3256
िडा	-3257
▁My	-3258
▁Yo	-3259
▁kn	-3260
▁अग	-3261
▁जन	-3262
▁नव	-3263
▁ना	-3264
▁भी	-3265
▁मह	-3266
RIGG	-3267
aims	-3268
ated	-3269
comp	-3270
free	-3271
orch	-3272
sues	-3273
uble	-3274
क्खी	-3275
गस्ट	-3276
ब्बे	-3277
रवरी	-3278
वारी	-3279
िपणन	-3280
ेब्र	-3281
्रैल	-3282
▁Mat	-3283
▁cen	-3284
▁odd	-3285
▁अज्	-3286
▁आईप	-3287
▁कोई	-3288
▁खाद	-3289
▁डिस	-3290
▁दिस	-3291
▁दूं	-3292
▁निक	-3293
▁लोह	-3294
argin	-3295
entil	-3296
lings	-3297
lower	-3298
ments	-3299
reaks	-3300
प्रिल	-3301
ुवारी	-3302
▁calc	-3303
▁hear	-3304
▁look	-3305
▁this	-3306
▁what	-3307
▁अंतर	-3308
▁आयरन	-3309
▁जस्त	-3310
▁जाने	-3311
▁जिंक	-3312
▁बेसल	-3313
areous	-3314
egging	-3315
foliar	-3316
▁Check	-3317
▁Grade	-3318
▁Young	-3319
▁onset	-3320
▁अगस्त	-3321
▁जनवरी	-3322
▁ड्रेस	-3323
▁धब्बे	-3324
▁पोटाश	-3325
▁मक्खी	-3326
▁विपणन	-3327
stimate	-3328
▁Citrus	-3329
▁Flower	-3330
▁claims	-3331
▁common	-3332
▁double	-3333
▁issues	-3334
▁margin	-3335
▁scorch	-3336
▁ventil	-3337
▁अप्रैल	-3338
▁आईपीएम	-3339
▁एप्रिल	-3340
▁दिसंबर	-3341
▁पानावर	-3342
RIGGERED	-3343
▁produce	-3344
▁tillers	-3345
▁डिसेंबर	-3346
ेब्रुवारी	-3347
▁Maturity	-3348
▁dressing	-3349
▁leftover	-3350
▁जानेवारी	-3351
▁ड्रेसिंग	-3352
▁seedlings	-3353
▁calcareous	-3354
▁ventilated	-3355
▁fertigation	-3356
▁reflectives	-3357
icronutrients	-3358
dy	-3359
wd	-3360
हू	-3361
erb	-3362
omy	-3363
oro	-3364
त्त	-3365
प्ट	-3366
मात	-3367
मार	-3368
रपत	-3369
ासी	-3370
ास्	-3371
ीमक	-3372
ोरस	-3373
▁10	-3374
▁31	-3375
▁41	-3376
▁51	-3377
▁61	-3378
▁71	-3379
▁81	-3380
▁Ad	-3381
▁Al	-3382
▁Id	-3383
▁No	-3384
▁ph	-3385
▁जल	-3386
▁नो	-3387
▁बो	-3388
just	-3389
owns	-3390
rawd	-3391
seed	-3392
ults	-3393
र्शक	-3394
ोग्य	-3395
▁101	-3396
▁121	-3397
▁131	-3398
▁141	-3399
▁151	-3400
▁161	-3401
▁171	-3402
▁181	-3403
▁201	-3404
▁221	-3405
▁231	-3406
▁241	-3407
▁cur	-3408
▁cut	-3409
▁लें	-3410
rough	-3411
▁Poor	-3412
▁herb	-3413
▁hide	-3414
▁know	-3415
▁logs	-3416
▁post	-3417
▁safe	-3418
▁surf	-3419
▁आहेत	-3420
▁खरपत	-3421
▁दीमक	-3422
▁माहू	-3423
purple	-3424
ronomy	-3425
▁certi	-3426
▁drawd	-3427
▁helps	-3428
▁treat	-3429
▁नवंबर	-3430
▁नोव्ह	-3431
▁योग्य	-3432
▁वाळवी	-3433
compost	-3434
coopera	-3435
▁Ensure	-3436
▁Timely	-3437
▁curled	-3438
▁raises	-3439
▁निकासी	-3440
▁results	-3441
▁rooting	-3442
▁surface	-3443
▁through	-3444
▁weeding	-3445
▁कोणतेही	-3446
▁खरपतवार	-3447
▁estimate	-3448
▁drawdowns	-3449
▁pheromone	-3450
▁नोव्हेंबर	-3451
▁herbicides	-3452
II	-3453
di	-3454
kn	-3455
पज	-3456
पय	-3457
_01	-3458
_21	-3459
_31	-3460
_41	-3461
duc	-3462
eds	-3463
pum	-3464
ंगा	-3465
ंधक	-3466
कता	-3467
ल्च	-3468
ावे	-3469
ेदक	-3470
ोगी	-3471
्रम	-3472
▁ab	-3473
▁id	-3474
▁चु	-3475
▁मई	-3476
▁मॅ	-3477
▁मे	-3478
ably	-3479
aces	-3480
acks	-3481
akes	-3482
ceip	-3483
fers	-3484
ited	-3485
mple	-3486
pump	-3487
rand	-3488
till	-3489
किडा	-3490
त्त्	-3491
धानी	-3492
नंतर	-3493
नाशक	-3494
बीमा	-3495
विमा	-3496
ुख्य	-3497
▁bod	-3498
▁com	-3499
▁fin	-3500
▁har	-3501
▁how	-3502
▁may	-3503
▁new	-3504
▁sev	-3505
▁suc	-3506
▁अच्	-3507
▁आती	-3508
▁कसा	-3509
▁टाळ	-3510
▁तना	-3511
▁बाद	-3512
▁मशी	-3513
▁रिक	-3514
▁साव	-3515
▁सित	-3516
arize	-3517
ested	-3518
known	-3519
plore	-3520
solar	-3521
tages	-3522
ughly	-3523
ंत्रे	-3524
पयोगी	-3525
ावावे	-3526
्यावा	-3527
्यावी	-3528
्वाचे	-3529
▁Pale	-3530
▁Plan	-3531
▁beds	-3532
▁damp	-3533
▁dead	-3534
▁evid	-3535
▁mist	-3536
▁outb	-3537
▁part	-3538
▁sust	-3539
▁your	-3540
▁गंधक	-3541
▁पोषण	-3542
▁बोएं	-3543
▁मल्च	-3544
▁श्रम	-3545
▁सप्ट	-3546
▁हंगा	-3547
ceipts	-3548
evelop	-3549
गदर्शक	-3550
त्त्वे	-3551
नासाठी	-3552
मारिया	-3553
▁Ideal	-3554
▁Match	-3555
▁Mulch	-3556
▁Where	-3557
▁about	-3558
▁bahar	-3559
▁brand	-3560
▁condi	-3561
▁cover	-3562
▁faces	-3563
▁humid	-3564
▁ideal	-3565
▁imple	-3566
▁major	-3567
▁onion	-3568
▁scale	-3569
▁small	-3570
▁still	-3571
▁thoro	-3572
▁timed	-3573
▁कौनसे	-3574
▁चुनें	-3575
▁महत्त	-3576
▁मुख्य	-3577
ability	-3578
ainably	-3579
aterial	-3580
vesters	-3581
▁Adjust	-3582
▁Common	-3583
▁Enroll	-3584
▁Season	-3585
▁Source	-3586
▁Stages	-3587
▁coming	-3588
▁hearts	-3589
▁income	-3590
▁report	-3591
▁severe	-3592
▁stacks	-3593
▁subsid	-3594
▁suited	-3595
▁पिकाची	-3596
▁मशीनें	-3597
▁यंत्रे	-3598
▁लावावे	-3599
▁सितंबर	-3600
त्पादकता	-3601
▁Compare	-3602
▁Farmers	-3603
▁centers	-3604
▁climate	-3605
▁explore	-3606
▁finance	-3607
▁include	-3608
▁managed	-3609
▁pegging	-3610
▁portals	-3611
▁prefers	-3612
▁seeders	-3613
▁success	-3614
▁tractor	-3615
▁unknown	-3616
▁windows	-3617
▁खोडकिडा	-3618
▁तत्त्वे	-3619
▁निवडावे	-3620
▁मल्चिंग	-3621
▁सावधानी	-3622
▁हंगामात	-3623
वण्यासाठी	-3624
▁agronomy	-3625
▁commonly	-3626
▁conserve	-3627
▁evidence	-3628
▁infested	-3629
▁machines	-3630
▁material	-3631
▁mistakes	-3632
▁receipts	-3633
▁requires	-3634
▁sprayers	-3635
▁suppress	-3636
▁बीमारिया	-3637
▁शेतीसाठी	-3638
▁सप्टेंबर	-3639
▁Summarize	-3640
▁certified	-3641
▁cultivate	-3642
▁efficient	-3643
▁outbreaks	-3644
▁subsidies	-3645
त्पादनासाठी	-3646
▁conditions	-3647
▁harvesters	-3648
▁implements	-3649
▁intercrops	-3650
▁thoroughly	-3651
▁अन्नद्रव्य	-3652
▁महत्त्वाचे	-3653
▁मार्गदर्शक	-3654
▁sustainably	-3655
▁variability	-3656
▁successfully	-3657
Mg	-3658
at	-3659
ex	-3660
टक	-3661
नप	-3662
लै	-3663
ळे	-3664
ाभ	-3665
ेथ	-3666
्ण	-3667
ROI	-3668
erp	-3669
ety	-3670
ura	-3671
yre	-3672
लाई	-3673
ीटक	-3674
▁Mg	-3675
arly	-3676
ioag	-3677
ronz	-3678
thro	-3679
इट्र	-3680
त्ती	-3681
नपुट	-3682
▁ROI	-3683
▁संर	-3684
ctive	-3685
कनाशक	-3686
▁2026	-3687
▁pyre	-3688
▁serp	-3689
▁कोळी	-3690
▁जुलै	-3691
▁पर्ण	-3692
▁प्रत	-3693
▁माइट	-3694
entine	-3695
export	-3696
liance	-3697
tional	-3698
बिलिटी	-3699
▁Early	-3700
▁Track	-3701
▁bioag	-3702
▁bronz	-3703
▁costs	-3704
▁mines	-3705
▁today	-3706
▁इनपुट	-3707
▁जुलाई	-3708
▁पत्ती	-3709
itation	-3710
throids	-3711
इट्रोजन	-3712
▁benefic	-3713
▁machine	-3714
▁planned	-3715
▁bronzing	-3716
▁optional	-3717
▁कीटकनाशक	-3718
evelopment	-3719
▁Yellowing	-3720
▁bioagents	-3721
▁resistant	-3722
▁नाइट्रोजन	-3723
▁सुरंगकीटक	-3724
▁compliance	-3725
▁protective	-3726
▁serpentine	-3727
▁pyrethroids	-3728
▁ट्रेसबिलिटी	-3729
HI	-3730
aw	-3731
cn	-3732
ग्	-3733
ैग	-3734
-07	-3735
-18	-3736
KYC	-3737
abi	-3738
pay	-3739
र्स	-3740
्नी	-3741
्रा	-3742
▁Cl	-3743
▁St	-3744
-18.	-3745
racn	-3746
sult	-3747
ग्ने	-3748
ल्ली	-3749
ेथील	-3750
▁PHI	-3751
▁max	-3752
▁rea	-3753
▁san	-3754
▁मैग	-3755
र्सरी	-3756
▁Anth	-3757
▁Date	-3758
▁MgSO	-3759
▁Rabi	-3760
▁bank	-3761
▁body	-3762
ligned	-3763
▁Trend	-3764
▁media	-3765
▁ready	-3766
▁repay	-3767
▁trend	-3768
▁इल्ली	-3769
▁येथील	-3770
-07-18.	-3771
racnose	-3772
्नीशियम	-3773
▁harden	-3774
▁raised	-3775
▁safety	-3776
▁नर्सरी	-3777
▁मॅग्ने	-3778
▁aligned	-3779
▁consult	-3780
▁officer	-3781
▁seasonal	-3782
▁repayment	-3783
cooperative	-3784
▁sanitation	-3785
▁मॅग्नेशियम	-3786
▁मैग्नीशियम	-3787
▁2026-07-18.	-3788
▁Anthracnose	-3789
▁Development	-3790
षी	-3791
ाय	-3792
▁r	-3793
igi	-3794
its	-3795
kra	-3796
ull	-3797
ष्ट	-3798
ेता	-3799
▁30	-3800
▁Li	-3801
▁el	-3802
▁ob	-3803
quip	-3804
ways	-3805
▁All	-3806
▁Gre	-3807
▁any	-3808
▁top	-3809
▁Clay	-3810
▁pond	-3811
▁sett	-3812
igible	-3813
▁equip	-3814
▁modes	-3815
logical	-3816
▁Always	-3817
▁action	-3818
▁rotate	-3819
▁observe	-3820
▁संरक्षण	-3821
▁Greening	-3822
▁eligible	-3823
▁interval	-3824
▁symptoms	-3825
▁equipment	-3826
ap	-3827
ww	-3828
चाव	-3829
ूबर	-3830
ोबर	-3831
▁कृ	-3832
▁ची	-3833
ials	-3834
over	-3835
ting	-3836
unch	-3837
ural	-3838
▁CRI	-3839
▁ris	-3840
aware	-3841
often	-3842
▁cult	-3843
▁अक्ट	-3844
▁बचाव	-3845
ducive	-3846
क्टोबर	-3847
▁Blast	-3848
▁Light	-3849
▁rises	-3850
▁लक्षणे	-3851
▁Prevent	-3852
▁prevent	-3853
▁protect	-3854
▁अक्टूबर	-3855
▁Symptoms	-3856
▁cultural	-3857
biological	-3858
▁conducive	-3859
▁frequency	-3860
▁beneficials	-3861
▁टाळण्यासाठी	-3862
नी	-3863
rid	-3864
▁60	-3865
▁कु	-3866
Tely	-3867
ture	-3868
▁Med	-3869
▁reg	-3870
▁करपा	-3871
▁कृषी	-3872
Telyat	-3873
▁blast	-3874
▁Medium	-3875
▁portal	-3876
▁शेतकरी	-3877
itiation	-3878
▁project	-3879
▁required	-3880
LB	-3881
zo	-3882
दे	-3883
00/	-3884
ics	-3885
pre	-3886
दान	-3887
वेज	-3888
हिए	-3889
▁Mo	-3890
ealy	-3891
iner	-3892
maha	-3893
गदपत	-3894
स्ता	-3895
ायदे	-3896
▁Bug	-3897
▁Mon	-3898
▁Who	-3899
▁pod	-3900
▁अनु	-3901
▁कुज	-3902
▁लाभ	-3903
ortal	-3904
illing	-3905
▁Benef	-3906
▁Mealy	-3907
▁Miner	-3908
▁white	-3909
▁चाहिए	-3910
▁दस्ता	-3911
गदपत्रे	-3912
▁Portal	-3913
▁testing	-3914
▁Benefits	-3915
▁benefits	-3916
▁official	-3917
▁दस्तावेज	-3918
▁Documents	-3919
▁कागदपत्रे	-3920
Ti	-3921
pm	-3922
ेल	-3923
00,	-3924
00.	-3925
HLB	-3926
Hel	-3927
ulb	-3928
ven	-3929
zeb	-3930
▁As	-3931
anco	-3932
lets	-3933
्रीय	-3934
Helic	-3935
Tikra	-3936
▁1012	-3937
▁1013	-3938
▁1014	-3939
▁1015	-3940
▁1016	-3941
▁1017	-3942
▁1018	-3943
▁1019	-3944
▁2012	-3945
▁2013	-3946
▁2014	-3947
▁2015	-3948
▁2016	-3949
▁2017	-3950
▁2018	-3951
▁2019	-3952
▁full	-3953
▁rust	-3954
anicle	-3955
overpa	-3956
▁bunch	-3957
▁प्रति	-3958
▁राष्ट	-3959
ancozeb	-3960
▁export	-3961
▁mildew	-3962
▁मात्रा	-3963
▁powdery	-3964
▁राष्ट्रीय	-3965
Helicoverpa	-3966
NR	-3967
ol	-3968
िव	-3969
afe	-3970
lop	-3971
ुसू	-3972
▁40	-3973
▁70	-3974
▁80	-3975
▁कब	-3976
_012	-3977
_013	-3978
_014	-3979
_015	-3980
_016	-3981
_017	-3982
_018	-3983
_019	-3984
ater	-3985
ताएं	-3986
व्हा	-3987
ालें	-3988
▁110	-3989
▁120	-3990
▁130	-3991
▁140	-3992
▁150	-3993
▁160	-3994
▁170	-3995
▁180	-3996
▁210	-3997
▁220	-3998
▁230	-3999
▁240	-4000
▁FAW	-4001
▁Rec	-4002
▁Set	-4003
▁एकड	-4004
ुसूची	-4005
▁Deep	-4006
▁done	-4007
▁late	-4008
▁एकरी	-4009
▁किती	-4010
▁Grain	-4011
▁White	-4012
▁regis	-4013
▁कितना	-4014
▁कितनी	-4015
▁डालें	-4016
▁बताएं	-4017
▁blight	-4018
▁अनुदान	-4019
▁केव्हा	-4020
ommended	-4021
▁panicle	-4022
▁अनुसूची	-4023
TRIGGERED	-4024
▁Alluvial	-4025
irrigation	-4026
▁TRIGGERED	-4027
▁resilient	-4028
▁Fertilizer	-4029
▁Initiation	-4030
▁Recommended	-4031
▁Micronutrients	-4032
▁micronutrients	-4033
.5	-4034
em	-4035
ळा	-4036
_10	-4037
_20	-4038
_30	-4039
_40	-4040
mid	-4041
▁Sc	-4042
igit	-4043
pret	-4044
rips	-4045
sics	-4046
व्या	-4047
▁cap	-4048
▁squ	-4049
▁पिव	-4050
ations	-4051
igital	-4052
▁Loamy	-4053
▁grade	-4054
▁basics	-4055
▁hopper	-4056
▁square	-4057
▁thrips	-4058
▁Monsoon	-4059
▁capture	-4060
▁digital	-4061
▁millets	-4062
▁कुजव्या	-4063
pretation	-4064
▁selection	-4065
maharashtra	-4066
▁interpretation	-4067
eb	-4068
of	-4069
डे	-4070
मे	-4071
लो	-4072
NRC	-4073
azo	-4074
fly	-4075
ird	-4076
rub	-4077
rene	-4078
rown	-4079
tern	-4080
▁DAS	-4081
aclop	-4082
azole	-4083
ollar	-4084
▁Full	-4085
▁Grub	-4086
▁पाने	-4087
